TOOL_NAME_UNSPECIFIED_OR_NOT_FOUND=\u30c4\u30fc\u30eb\u540d\u304c\u672a\u6307\u5b9a\u304b\u672a\u5bfe\u5fdc\u306e\u30c4\u30fc\u30eb\u540d\u3067\u3059\u3002 \u30c4\u30fc\u30eb\u540d={}
UNEXPECTED_ERROR=\u60f3\u5b9a\u5916\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
UNSPECIFIED_OR_NOT_FOUND_COMMAND=\u30b3\u30de\u30f3\u30c9\u304c\u672a\u6307\u5b9a\u304b\u672a\u5bfe\u5fdc\u306e\u30b3\u30de\u30f3\u30c9\u3067\u3059\u3002 \u30b3\u30de\u30f3\u30c9={}
INVALID_COMMAND_OPTION=\u30b3\u30de\u30f3\u30c9\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u4e0d\u6b63\u3067\u3059\u3002
INVALID_ARGUMENT=\u30b3\u30de\u30f3\u30c9\u5f15\u6570\u306f\u5fc5\u9808\u3067\u3059\u3002 \u5f15\u6570\u540d={}
REDIS_CONNECTION_FAILURE=Redis\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u30db\u30b9\u30c8\u540d={} \u30dd\u30fc\u30c8\u756a\u53f7={} DB\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u756a\u53f7={}
NOT_FOUND_CACHE_KEY=\u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
GOT_PLAIN_TEXT=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u51fa\u529b\u3057\u307e\u3059\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
GOT_JSON_TEXT=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092JSON\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u6574\u5f62\u3057\u3066\u51fa\u529b\u3057\u307e\u3059\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
GOT_PRETTY_JSON_FAILURE=JSON\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u6574\u5f62\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u51fa\u529b\u3057\u307e\u3059\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
SET_PLAIN_TEXT=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u8a2d\u5b9a\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
SET_UNAVAILABLE_INPUT_FILE=\u5165\u529b\u30d5\u30a1\u30a4\u30eb\u304c\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb\u30d1\u30b9={}
SET_INVALID_FILE_FORMAT=\u5165\u529b\u30d5\u30a1\u30a4\u30eb\u304cJSON\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3068\u3057\u3066\u8a8d\u8b58\u3067\u304d\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb\u30d1\u30b9={}
SET_TEXT_FILE=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8a2d\u5b9a\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
SET_JSON_FILE=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092JSON\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8a2d\u5b9a\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
DELETED=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u524a\u9664\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={} \u30ad\u30e3\u30c3\u30b7\u30e5\u30ad\u30fc={}
CLEAR_CONFIRMATION=\u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u5b9f\u884c\u3057\u307e\u3059\u304b\uff1f\uff08\u7d99\u7d9a\u3059\u308b\u5834\u5408\u306f\u300cy\u300d\uff09\uff1a
STOPPED_CLEAR=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u4e00\u62ec\u30af\u30ea\u30a2\u3092\u4e2d\u6b62\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={}
CLEARED=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u4e00\u62ec\u30af\u30ea\u30a2\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={}
INVALIDATE_CONFIRMATION=\u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u7121\u52b9\u5316\u3055\u308c\u307e\u3059\u3002\u5b9f\u884c\u3057\u307e\u3059\u304b\uff1f\uff08\u7d99\u7d9a\u3059\u308b\u5834\u5408\u306f\u300cy\u300d\uff09\uff1a
STOPPED_INVALIDATE=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u4e00\u62ec\u7121\u52b9\u5316\u3092\u4e2d\u6b62\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={}
INVALIDATED=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u4e00\u62ec\u7121\u52b9\u5316\u3057\u307e\u3057\u305f\u3002 \u30ad\u30e3\u30c3\u30b7\u30e5\u30b0\u30eb\u30fc\u30d7={}
